Repository: Indiana8000/yweMyDrive
Catalog: MyDrive/Contents/Resources/*/Localizable.strings
Languages: de

# class_license_link
source: http://creativecommons.org/licenses/by-nc-sa/2.0/de/deed.en
de: http://creativecommons.org/licenses/by-nc-sa/2.0/de/

# class_license_title
source: License Agreement
de: Lizenz Vereinbarung

# class_license_text
source: Please click on the CC-License Logo to get the Agreement opened in your webbrowser. For commercial use please contact me.
de: Bitte Klicke auf das CC-Lizenz-Logo um die Vereinbarung in deinem Webbrowser angezeigt zu bekommen. Bei kommerzieller Nutzung bitte bei mir nachfragen.

# class_license_yes
source: I Agree
de: Zustimmen

# class_license_no
source: I Disagree
de: Ablehnen

# class_versioncheck_askenable
source: Enable online Version check?
de: Soll die Online Versionsüberpfung aktiviert werden?

# class_versioncheck_yes
source: Yes
de: Ja

# class_versioncheck_no
source: No
de: Nein

# class_versioncheck_foundmsg
source: Version %version% is now available!
de: Version %version% ist nun verfügbar!

# class_versioncheck_title
source: Enabled Online Version Check
de: Aktiviere Online Versionsüberprüfung

# class_menu_donate
source: Donate! (via PayPal)
de: Spenden! (via PayPal)

# class_menu_amazone
source: Wish List! (Amazon.de)
de: Wunschliste! (Amazon.de)

# class_versioncheck_enabled_title
source: Online Version Check Enabled
de: Online Versionsüberprüfung Aktiv

# pref_group_action
source: Actions
de: Aktionen

# pref_gen_resetconfig
source: Reset all Configuration
de: Komplette Konfigruation löschen

# pref_gen_updatespeed
source: Update Speed:
de: Aktualisierungsrate:

# pref_gen_updatespeed_description
source: How fast should the Free/Used Space text and the insert/removal of device be updated/scanned.
de: Wie schnell soll der Frei/Benutzt Text und das hinzufügen/entfernen von Geräten aktualisiert werden.

# pref_gen_perfmonspeed
source: Performance Indicator:
de: Performanz Anzeige:

# pref_gen_perfmonspeed_description
source: How fast should the read/write LED be updated.
de: Wie schnell soll die lese/schreib LED aktualisiert werden.

# pref_gen_dockspeed
source: Dock Speed:
de: Dock Anzeige:

# pref_gen_dockspeed_description
source: How fast should the Dock-Icon switch between all Drives.
de: Wie schnell soll in der Dock-Leiste zwischen den Laufwerken gewechselt werden.

# pref_gen_seconds
source: Seconds
de: Sekunden

# pref_gen_textshadow
source: Show Text Shadow
de: Text Schatten Anzeigen

# pref_gen_mouseover
source: Mouse Over:
de: Maus darüber fahren:

# pref_gen_mouseclick
source: Mouse Click:
de: Anklicken:

# pref_gen_mousemulti
source: Multi Click:
de: Doppelklick:

# pref_opt_none
source: *None*
de: *Nichts*

# pref_opt_fade
source: Fade in Buttons
de: Buttons sanft einblenden

# pref_opt_show
source: Show Buttons instantly
de: Buttons sofort anzeigen

# pref_opt_open
source: Open Explorer
de: Explorer öffnen

# pref_opt_target
source: Open Drop Target
de: Drag & Drop Ziel öffnen

# Drive_Default_Text2
source: %FREE% of %SIZE% free
de: %FREE% von %SIZE% frei

# Drive_Pref_IconReset
source: Reset Icon:
de: Icon Zurücksetzen:

# Drive_Pref_IconSize
source: Icon Size:
de: Größe:

# Drive_Pref_DropTarget
source: Drop Taget:
de: Drag & Drop Ziel:

# Drive_Pref_FreeSpaceAlert
source: Free Space Alert:
de: Freier Speicher Alarm:

# Drive_Pref_PerfMon
source: Enable Performance Monitoring
de: Aktiviere Performance Monitoring

# Drive_Pref_TextL1
source: Text Line 1:
de: Text Zeile 1:

# Drive_Pref_TextL2
source: Text Line 2:
de: Text Zeile 2:

# Drive_Pref_TextL1desc
source: Available variables: %NAME% %DRIVE% %SERIAL%
de: Verfügbare Platzhalter: %NAME% %DRIVE% %SERIAL%

# Drive_Pref_TextL2desc
source: Available variables: %FREE% %USED% %SIZE%
de: Verfügbare Platzhalter: %FREE% %USED% %SIZE%

# Drive_Pref_FontFamily
source: Font Family:
de: Schriftart:

# Drive_Pref_FontFamilydesc
source: Enter the Font Name.
de: Bitte Schriftart manuell eingeben.

# Drive_Pref_FontS1
source: Font Size 1:
de: Schriftgröße Zeile 1:

# Drive_Pref_FontS2
source: Font Size 2:
de: Schriftgröße Zeile 2:

# Drive_Pref_FontS1desc
source: Size of the first Text line
de: Schriftgröße der ersten Textzeile

# Drive_Pref_FontS2desc
source: Size of the second Text line
de: Schriftgröße der zweiten Textzeile

# Drive_Pref_FontColor
source: Font Color:
de: Schriftfarbe:

# Drive_Pos_left
source: Left
de: Links

# Drive_Pos_right
source: Right
de: Rechts

# Drive_Pos_top
source: Above
de: Oberhalb

# Drive_Pos_bottom
source: Below
de: Unterhalb

# Drive_Opt_add
source: Add a new Drive
de: Neues Laufwerk hinzufügen

# Drive_Opt_remove
source: Remove this Drive
de: Dieses Laufwerk entfernen

# Drive_Opt_move
source: Move it!
de: Verschieben!

# Drive_Opt_edit
source: Preferences
de: Einstellungen

# Drive_Opt_font
source: Font Settings
de: Schrift-Optionen
